Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.empty_trash_confirm
source: すべて完全に削除しますか？
ar_sa: هل تريد حذف كل شيء نهائيًا؟
ca: ¿Voleu eliminar-ho tot definitivament?
cs: Chcete vše trvale odstranit?
da: Slette alt permanent?
de_de: Alle dauerhaft löschen?
el: Θέλετε να διαγράψετε τα πάντα μόνιμα;
en_au: Delete everything permanently?
es_es: ¿Eliminar todo permanentemente?
fi: Poistetaanko kaikki pysyvästi?
fr_ca: Supprimer définitivement ?
gu: શું તમે બધું સતત દૂર કરવા માંગો છો?
he: מחק הכל באופן סופי?
hi: क्या आप सब कुछ स्थायी रूप से हटाना चाहते हैं?
hr: Želite li sve obrisati zauvijek?
hu: Törli mindent véglegesen?
id: Hapus Semua Permanen?
it: Elimini tutto definitivamente?
ko: 모든 항목을 영구 삭제하시겠습니까?
mr: सर्व काही कायमस्वरूपी हटवायचे आहे?
ms: Padamkan semua?
nl_nl: Alles permanent verwijderen?
no: Slette alt permanent?
pl: Czy chcesz usunąć wszystko na stałe?
pt_br: Excluir tudo permanentemente?
pt_pt: Apagar tudo permanentemente?
ro: Ștergi totul definitiv?
ru: Удалить все навсегда?
sk: Odstrániť všetko trvalo?
sl: Se želite trajno izbrisati vse?
sv: Vill du ta bort allt permanent?
ta: எல்லாவற்றையும் முற்றிலுமாக நீக்கவா?
te: అన్నింటినీ శాశ్వతంగా తొలగించాలా?
th: ลบทั้งหมดถาวรหรือไม่?
tr: Tümünü kalıcı olarak mı silsin?
uk: Видалити все без зворотного зв'язку?
vi: Bạn có muốn xóa hoàn toàn không?
zh_hans: 确认彻底删除？
zh_hant: 確認：全部永久刪除？

# core_ui.f04176da6625
source: 変更
ar_sa: تغيير
ca: Canvia
cs: Změnit
da: Skift
de_de: Ändern
el: Αλλαγή
en_au: Change
es_es: Cambiar
fi: Muuta
fr_ca: Modifier
gu: બદલો
he: שינוי
hi: बदलें
hr: Promijeni
hu: Módosítás
id: Ubah
it: Modifica
ko: 변경
mr: बदला
ms: Ubah
nl_nl: Wijzigen
no: Endre
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Modifică
ru: Изменить
sk: Zmeniť
sl: Spremeni
sv: Ändra
ta: மாற்றவும்
te: మార్చండి
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

# core_ui.f0cee25fbea7
source: 筋肥大
ar_sa: تضخم العضلات
ca: hipertròfia muscular
cs: Hypertrofie
da: Muskeltilvækst
de_de: Muskelaufbau
el: Μυϊκή υπερτροφία
en_au: Muscle growth
es_es: Hipertrofia muscular
fi: Lihasten kasvaminen
fr_ca: Hypertrophie musculaire
gu: સ્નાયુ વૃદ્ધિ
he: גדילה של שרירים
hi: मांसपेशियों का विकास
hr: Mišićna masa
hu: Izomfejlesztés
id: Hipertrofi otot
it: Ipertrofia muscolare
ko: 근육 성장
mr: मांसपेशींचा आकार
ms: Pertumbuhan otot
nl_nl: Spiermassa
no: Muskelvekst
pl: Hipertrofia mięśni
pt_br: Hipertrofia muscular
pt_pt: Hipertrofia muscular
ro: Hipertrofie musculară
ru: Гипертрофия мышц
sk: Hypertrofia svalov
sl: Mišična hipertrofija
sv: Muskeltillväxt
ta: தசை வளர்ச்சி
te: కండర పెరుగుదల
th: การเพิ่มขนาดกล้ามเนื้อ
tr: Kas büyümesi
uk: Розвиток м'язів
vi: Phát triển cơ bắp
zh_hans: 肌肉增长
zh_hant: 肌肉增长

# core_ui.f1a5f69d86ba
source: 重量単位
ar_sa: وحدة الوزن
ca: unitat de pes
cs: Jednotky hmotnosti
da: Enhed for vægt
de_de: Einheit für Gewicht
el: Μονάδα μέτρησης βάρους
en_au: Units of measurement
es_es: Unidad de medida
fi: Painoyksikkö
fr_ca: Unité de mesure
gu: વજનનું એકમ
he: יחידות משקל
hi: वजन की इकाई
hr: Jedinice težine
hu: Súlyegység
id: Satuan berat
it: Unità di misura
ko: 무게 단위
mr: वजनाचे एकक
ms: Unit berat
nl_nl: Eenheid gewicht
no: Enhetsvalg
pl: Jednostka wagi
pt_br: Unidade de peso
pt_pt: Unidade de peso
ro: Unități de măsură
ru: Единицы измерения веса
sk: Jednotky hmotnosti
sl: Enote teže
sv: Enhet för vikt
ta: எடை அலகு
te: బరువు యొక్క యూనిట్
th: หน่วยวัด
tr: Ağırlık birimi
uk: Одиниці вимірювання
vi: Đơn vị đo
zh_hans: 重量单位
zh_hant: 重量单位

# core_ui.f2168633ea59
source: BodyMode管理AI
ar_sa: ذكاء BodyMode الاصطناعي للإدارة
ca: IA de gestió de BodyMode
cs: Správcovská AI BodyMode
da: BodyMode-administrations-AI
de_de: BodyMode-Verwaltungs-KI
el: AI διαχείρισης BodyMode
en_au: BodyMode management AI
es_es: IA de gestión de BodyMode
fi: BodyMode-hallintatekoäly
fr_ca: IA de gestion BodyMode
gu: BodyMode મેનેજમેન્ટ AI
he: AI לניהול BodyMode
hi: BodyMode प्रबंधन AI
hr: AI za upravljanje BodyModeom
hu: BodyMode-kezelő MI
id: AI pengelola BodyMode
it: IA di gestione BodyMode
ko: BodyMode 관리 AI
mr: BodyMode व्यवस्थापन AI
ms: AI pengurusan BodyMode
nl_nl: BodyMode-beheer-AI
no: BodyMode-administrasjons-AI
pl: AI do zarządzania BodyMode
pt_br: IA de gerenciamento do BodyMode
pt_pt: IA de gerenciamento do BodyMode
ro: AI de administrare BodyMode
ru: ИИ управления BodyMode
sk: Správcovská AI BodyMode
sl: UI za upravljanje BodyMode
sv: BodyMode administrations-AI
ta: BodyMode நிர்வாக AI
te: BodyMode నిర్వహణ AI
th: AI จัดการ BodyMode
tr: BodyMode yönetim AI'ı
uk: ШІ керування BodyMode
vi: AI quản lý BodyMode

# core_ui.f25b70d5d45b
source: 補足: {{value1}}
ar_sa: ملاحظات: {{value1}}
ca: Nota: {{value1}}
cs: Poznámka: {{value1}}
da: Bemærk: {{value1}}
de_de: Anmerkung: {{value1}}
el: Σημείωση: {{value1}}
en_au: Note: {{value1}}
es_es: Nota: {{value1}}
fi: Lisätietoja: {{value1}}
fr_ca: Note : {{value1}}
gu: નોંધ: {{value1}}
he: הערות: {{value1}}
hi: टिप्पणी: {{value1}}
hr: Bilješke: {{value1}}
hu: Megjegyzés: {{value1}}
id: Catatan: {{value1}}
it: Nota: {{value1}}
ko: 참고: {{value1}}
mr: टीप: {{value1}}
ms: Nota: {{value1}}
nl_nl: Opmerking: {{value1}}
no: Merknad: {{value1}}
pl: Dodatkowe informacje: {{value1}}
pt_br: Observação: {{value1}}
pt_pt: Observação: {{value1}}
ro: Notă: {{value1}}
ru: Примечание: {{value1}}
sk: Poznámka: {{value1}}
sl: Dodatno: {{value1}}
sv: Anmärkning: {{value1}}
ta: குறிப்பு: {{value1}}
te: గమనిక: {{value1}}
th: หมายเหตุ: {{value1}}
tr: Ek: {{value1}}
uk: Додатково: {{value1}}
vi: Lưu ý: {{value1}}
zh_hans: 补充说明：{{value1}}
zh_hant: 补充说明：{{value1}}

# core_ui.f2baffe4a974
source: AIへ送るデータ
ar_sa: البيانات المرسلة إلى الذكاء الاصطناعي
ca: Dades enviades a la IA
cs: Data odesílaná AI
da: Data sendt til AI
de_de: An KI gesendete Daten
el: Δεδομένα που αποστέλλονται στο AI
en_au: Data sent to AI
es_es: Datos enviados a la IA
fi: Tekoälylle lähetettävät tiedot
fr_ca: Données envoyées à l'IA
gu: AIને મોકલાતો ડેટા
he: נתונים שנשלחים ל-AI
hi: AI को भेजा जाने वाला डेटा
hr: Podaci koji se šalju AI-ju
hu: Az MI-nek küldött adatok
id: Data yang dikirim ke AI
it: Dati inviati all'IA
ko: AI로 전송되는 데이터
mr: AI कडे पाठवला जाणारा डेटा
ms: Data yang dihantar kepada AI
nl_nl: Gegevens die naar AI worden verzonden
no: Data som sendes til AI
pl: Dane wysyłane do AI
pt_br: Dados enviados à IA
pt_pt: Dados enviados à IA
ro: Date trimise către AI
ru: Данные, отправляемые ИИ
sk: Údaje odosielané AI
sl: Podatki, poslani UI
sv: Data som skickas till AI
ta: AI-க்கு அனுப்பப்படும் தரவு
te: AIకి పంపే డేటా
th: ข้อมูลที่ส่งให้ AI
tr: AI'a gönderilen veriler
uk: Дані, що надсилаються ШІ
vi: Dữ liệu gửi đến AI
zh_hans: 发送给AI的数据
zh_hant: 傳送給AI的資料

# core_ui.f2fa32a7adcc
source: 休憩時間をリールで設定
ar_sa: اضبط مدة الراحة باستخدام أداة الاختيار
ca: Configura el temps de descans amb el selector
cs: Nastavit dobu odpočinku pomocí voliče
da: Indstil hviletid med vælgeren
de_de: Pausenzeit mit dem Auswahlrad einstellen
el: Ρύθμισε τον χρόνο ανάπαυσης με τον επιλογέα
en_au: Set rest time with the picker
es_es: Configurar el tiempo de descanso con el selector
fi: Aseta lepoaika valitsimella
fr_ca: Régler le temps de repos avec la molette
gu: પિકર વડે આરામનો સમય સેટ કરો
he: הגדרת זמן מנוחה באמצעות הבורר
hi: पिकर से आराम का समय सेट करें
hr: Postavi vrijeme odmora biračem
hu: Pihenőidő beállítása a választóval
id: Atur waktu istirahat dengan pemilih
it: Imposta il tempo di riposo con il selettore
ko: 피커로 휴식 시간 설정
mr: पिकरने विश्रांतीचा वेळ सेट करा
ms: Tetapkan masa rehat dengan pemilih
nl_nl: Rusttijd instellen met de keuzeknop
no: Angi hviletid med velgeren
pl: Ustaw czas odpoczynku za pomocą selektora
pt_br: Definir tempo de descanso com o seletor
pt_pt: Configurar tempo de descanso com o seletor rotativo
ro: Setează timpul de odihnă cu selectorul
ru: Установить время отдыха с помощью селектора
sk: Nastaviť čas odpočinku pomocou voliča
sl: Nastavi čas počitka z izbirnikom
sv: Ställ in vilotid med väljaren
ta: தேர்வி மூலம் ஓய்வு நேரத்தை அமைக்கவும்
te: పికర్‌తో విశ్రాంతి సమయాన్ని సెట్ చేయండి
th: ตั้งเวลาพักด้วยตัวเลือก
tr: Dinlenme süresini seçiciyle ayarla
uk: Установити час відпочинку за допомогою вибору
vi: Đặt thời gian nghỉ bằng bộ chọn
zh_hans: 用滚轮设置休息时间
zh_hant: 用轉輪設定休息時間

# core_ui.f33ef7b7b5dc
source: 写真と数値で、今を残す
ar_sa: تابع تقدمك بالصور والقياسات
ca: Segueix el progrés amb fotos i mesures
cs: Sledujte pokrok pomocí fotografií a měření
da: Følg dine fremskridt med billeder og målinger
de_de: Fortschritt mit Fotos und Messwerten verfolgen
el: Παρακολούθησε την πρόοδο με φωτογραφίες και μετρήσεις
en_au: Track your progress with photos and measurements
es_es: Sigue tu progreso con fotos y medidas
fi: Seuraa edistymistä kuvilla ja mitoilla
fr_ca: Suivre votre progression avec des photos et des mesures
gu: ફોટા અને માપથી પ્રગતિ ટ્રેક કરો
he: מעקב אחר ההתקדמות באמצעות תמונות ומדידות
hi: फ़ोटो और माप से अपनी प्रगति देखें
hr: Pratite napredak fotografijama i mjerenjima
hu: Kövesd a fejlődést fotókkal és mérésekkel
id: Pantau progres dengan foto dan pengukuran
it: Segui i progressi con foto e misurazioni
ko: 사진과 측정값으로 변화 기록
mr: फोटो आणि मोजमापांसह प्रगतीचा मागोवा घ्या
ms: Jejaki kemajuan dengan foto dan ukuran
nl_nl: Volg je voortgang met foto's en metingen
no: Følg fremgangen med bilder og målinger
pl: Śledź postępy za pomocą zdjęć i pomiarów
pt_br: Acompanhe seu progresso com fotos e medidas
pt_pt: Acompanhar seu progresso com fotos e medidas
ro: Urmărește progresul cu fotografii și măsurători
ru: Отслеживайте прогресс по фотографиям и измерениям
sk: Sledujte pokrok pomocou fotografií a meraní
sl: Spremljajte napredek s fotografijami in meritvami
sv: Följ dina framsteg med bilder och mått
ta: புகைப்படங்களும் அளவுகளும் மூலம் முன்னேற்றத்தை கண்காணிக்கவும்
te: ఫోటోలు మరియు కొలతలతో మీ ప్రగతిని ట్రాక్ చేయండి
th: ติดตามความคืบหน้าด้วยรูปภาพและค่าที่วัด
tr: İlerlemeyi fotoğraf ve ölçümlerle takip et
uk: Відстежуйте прогрес за фотографіями та вимірюваннями
vi: Theo dõi tiến độ bằng ảnh và số đo
zh_hans: 用照片和测量数据跟踪进度
zh_hant: 用照片與測量資料跟蹤進度

# core_ui.f34962367358
source: 表示
ar_sa: عرض
ca: visualització
cs: Zobrazení
da: Visning
de_de: Anzeige
el: Εμφάνιση
en_au: Display
es_es: Mostrar
fi: Näytä
fr_ca: Affichage
gu: દેખાડો
he: הצגה
hi: प्रदर्शन
hr: Prikaz
hu: Megjelenítés
id: Tampilkan
it: Visualizzazione
ko: 표시
mr: प्रदर्शन
ms: Paparan
nl_nl: Weergave
no: Visning
pl: Wyświetlanie
pt_br: Exibir
pt_pt: Exibir
ro: Afișare
ru: Отображение
sk: Zobrazenie
sl: Prikažite
sv: Visa
ta: காட்சிக்கு காட்டு
te: ప్రదర్శన
th: แสดงผล
tr: Görüntüleme
uk: Відображення
vi: Hiển thị
zh_hans: 显示
zh_hant: 显示

# core_ui.f369d217b16c
source: {{value1}}の予定日に、ジム訪問またはトレーニング実績が見つかりませんでした。
ar_sa: {{value1}}: لم يتم العثور على زيارة للنادي أو تمرين في التاريخ المجدول.
ca: {{value1}}: No s'ha trobat cap visita al gimnàs ni entrenament a la data prevista.
cs: {{value1}}: Pro naplánované datum nebyla nalezena návštěva posilovny ani trénink.
da: {{value1}}: Der blev ikke fundet et fitnesscenterbesøg eller en træning på den planlagte dato.
de_de: {{value1}}: Am geplanten Datum wurde weder ein Studiobesuch noch ein Training gefunden.
el: {{value1}}: Δεν βρέθηκε επίσκεψη στο γυμναστήριο ή προπόνηση στην προγραμματισμένη ημερομηνία.
en_au: {{value1}}: No gym visit or workout was found on the scheduled date.
es_es: {{value1}}: No se encontró ninguna visita al gimnasio ni entrenamiento en la fecha programada.
fi: {{value1}}: Suunnitulta päivältä ei löytynyt kuntosalikäyntiä tai harjoitusta.
fr_ca: {{value1}}: Aucune visite à la salle ni séance n'a été trouvée à la date prévue.
gu: {{value1}}: નક્કી કરેલી તારીખે જિમ મુલાકાત અથવા વર્કઆઉટનો કોઈ રેકોર્ડ મળ્યો નથી.
he: {{value1}}: לא נמצאו ביקור בחדר כושר או אימון בתאריך המתוכנן.
hi: {{value1}}: तय तारीख पर जिम विज़िट या वर्कआउट रिकॉर्ड नहीं मिला।
hr: {{value1}}: Za zakazani datum nije pronađen posjet teretani ni trening.
hu: {{value1}}: A tervezett napon nem található edzőtermi látogatás vagy edzés.
id: {{value1}}: Tidak ditemukan kunjungan gym atau latihan pada tanggal yang dijadwalkan.
it: {{value1}}: Non sono state trovate visite in palestra o sessioni di allenamento nella data prevista.
ko: {{value1}}: 예정된 날짜에 헬스장 방문 또는 운동 기록을 찾을 수 없습니다.
mr: {{value1}}: नियोजित तारखेला जिम भेट किंवा वर्कआउटची नोंद सापडली नाही.
ms: {{value1}}: Tiada lawatan gim atau senaman ditemui pada tarikh yang dijadualkan.
nl_nl: {{value1}}: Er is geen sportschoolbezoek of training gevonden op de geplande datum.
no: {{value1}}: Ingen treningsbesøk eller treningsøkt ble funnet på den planlagte datoen.
pl: {{value1}}: W zaplanowanym dniu nie znaleziono wizyty na siłowni ani treningu.
pt_br: {{value1}}: Nenhuma visita à academia ou treino foi encontrado na data programada.
pt_pt: {{value1}}: Nenhuma visita à ginásio ou treino foi encontrado na data programada.
ro: {{value1}}: Nu a fost găsită nicio vizită la sală sau sesiune de antrenament la data programată.
ru: {{value1}}: На запланированную дату не найдено посещение зала или тренировка.
sk: {{value1}}: Pre naplánovaný dátum sa nenašla návšteva posilňovne ani tréning.
sl: {{value1}}: Za načrtovani datum ni bil najden obisk fitnesa ali vadba.
sv: {{value1}}: Inget gymbesök eller träningspass hittades på det schemalagda datumet.
ta: {{value1}}: திட்டமிட்ட தேதியில் ஜிம் வருகை அல்லது வொர்க்அவுட் பதிவு எதுவும் கிடைக்கவில்லை.
te: {{value1}}: నిర్ణయించిన తేదీన జిమ్ సందర్శన లేదా వర్కౌట్ రికార్డు కనబడలేదు.
th: {{value1}}: ไม่พบการไปยิมหรือประวัติการฝึกในวันที่กำหนด
tr: {{value1}}: Planlanan tarihte spor salonu ziyareti veya antrenman bulunamadı.
uk: {{value1}}: На заплановану дату не знайдено відвідування спортзалу або тренування.
vi: {{value1}}: Không tìm thấy lần đến phòng gym hoặc buổi tập vào ngày đã lên lịch.
zh_hans: {{value1}}: 未在计划日期找到健身房到访或训练记录。
zh_hant: {{value1}}: 未在計畫日期找到健身房造訪或訓練記錄。

# core_ui.f37338c0fef4
source: 作成
ar_sa: إنشاء
ca: Crea
cs: Vytvořit
da: Opret
de_de: Erstellen
el: Δημιουργία
en_au: Create
es_es: Crear
fi: Luo
fr_ca: Créer
gu: બનાવો
he: יצירה
hi: बनाएँ
hr: Izradi
hu: Létrehozás
id: Buat
it: Crea
ko: 만들기
mr: तयार करा
ms: Cipta
nl_nl: Maken
no: Opprett
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sv: Skapa
ta: உருவாக்கவும்
te: రూపొందించండి
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# core_ui.f3b483b42760
source: {{value1}}種目
ar_sa: {{value1}} تمارين
ca: {{value1}} exercicis
cs: {{value1}} cviků
da: {{value1}} øvelser
de_de: {{value1}} Übungen
el: {{value1}} ασκήσεις
en_au: {{value1}} exercises
es_es: {{value1}} ejercicios
fi: {{value1}} liikettä
fr_ca: {{value1}} exercices
gu: {{value1}} કસરતો
he: {{value1}} תרגילים
hi: {{value1}} एक्सरसाइज़
hr: {{value1}} vježbi
hu: {{value1}} gyakorlat
id: {{value1}} latihan
it: {{value1}} esercizi
ko: 운동 {{value1}}개
mr: {{value1}} व्यायाम
ms: {{value1}} latihan
nl_nl: {{value1}} oefeningen
no: {{value1}} øvelser
pl: {{value1}} ćwiczeń
pt_br: {{value1}} exercícios
pt_pt: {{value1}} exercícios
ro: {{value1}} exerciții
ru: {{value1}} упражнений
sk: {{value1}} cvikov
sl: {{value1}} vaj
sv: {{value1}} övningar
ta: {{value1}} பயிற்சிகள்
te: {{value1}} వ్యాయామాలు
th: {{value1}} ท่า
tr: {{value1}} egzersiz
uk: {{value1}} вправ
vi: {{value1}} bài tập
zh_hans: {{value1}}个动作
zh_hant: {{value1}}個動作

# core_ui.f4afb2218186
source: 完了 {{value1}}
ar_sa: اكتمل {{value1}}
ca: {{value1}} completat
cs: {{value1}} dokončeno
da: {{value1}} fuldført
de_de: {{value1}} abgeschlossen
el: Ολοκληρώθηκε {{value1}}
en_au: Completed {{value1}}
es_es: {{value1}} completado
fi: {{value1}} suoritettu
fr_ca: {{value1}} terminé
gu: {{value1}} પૂર્ણ
he: הושלם {{value1}}
hi: {{value1}} पूरा
hr: {{value1}} dovršeno
hu: {{value1}} teljesítve
id: {{value1}} selesai
it: {{value1}} completato
ko: {{value1}} 완료
mr: {{value1}} पूर्ण
ms: {{value1}} selesai
nl_nl: {{value1}} voltooid
no: {{value1}} fullført
pl: Ukończono {{value1}}
pt_br: {{value1}} concluído
pt_pt: {{value1}} concluído
ro: {{value1}} finalizat
ru: Выполнено: {{value1}}
sk: {{value1}} dokončené
sl: {{value1}} dokončano
sv: {{value1}} slutfört
ta: {{value1}} முடிந்தது
te: {{value1}} పూర్తైంది
th: เสร็จแล้ว {{value1}}
tr: {{value1}} tamamlandı
uk: Виконано: {{value1}}
vi: Đã hoàn thành {{value1}}
zh_hans: 已完成 {{value1}}
zh_hant: 已完成 {{value1}}

# core_ui.f4b3ed35961f
source: 実行する
ar_sa: نفّذه
ca: Fes-ho
cs: Provést
da: Udfør
de_de: Durchführen
el: Εκτέλεση
en_au: Do it
es_es: Realizar
fi: Suorita
fr_ca: Effectuer
gu: કરો
he: ביצוע
hi: करें
hr: Izvrši
hu: Végrehajtás
id: Lakukan
it: Esegui
ko: 실행
mr: करा
ms: Lakukan
nl_nl: Uitvoeren
no: Utfør
pl: Wykonaj
pt_br: Realizar
pt_pt: Realizar
ro: Efectuează
ru: Выполнить
sk: Vykonať
sl: Izvedi
sv: Utför
ta: செய்யவும்
te: చేయండి
th: ทำเลย
tr: Yap
uk: Виконати
vi: Thực hiện
zh_hans: 执行
zh_hant: 執行

# core_ui.f4cfe025d665
source: 補足
ar_sa: ملحق
ca: Suplement
cs: Poznámka
da: Bemærkninger
de_de: Anmerkung
el: Σημείωση
en_au: Note:
es_es: Nota
fi: Lisätietoja
fr_ca: Note
gu: નોંધ:
he: הערות
hi: टिप्पणी
hr: Bilješke
hu: Megjegyzés
id: Catatan
it: Note
ko: 참고
mr: टीप
ms: Nota
nl_nl: Opmerking
no: Merknader
pl: Dodatkowe informacje
pt_br: Observações
pt_pt: Observações
ro: Notă
ru: Примечания
sk: Poznámka
sl: Dodatne informacije
sv: Anmärkning
ta: குறிப்பு
te: గమనిక
th: หมายเหตุ
tr: Ek Bilgiler
uk: Додатково
vi: Lưu ý
zh_hans: 补充说明
zh_hant: 补充说明

# core_ui.f5f5c6e6cc80
source: 開始
ar_sa: ابدأ
ca: començar
cs: Spustit
da: Start
de_de: Starten
el: Έναρξη
en_au: Start
es_es: Iniciar
fi: Aloita
fr_ca: Démarrer
gu: શરૂ કરો
he: התחל
hi: शुरू करें
hr: Početi
hu: Kezdés
id: Mulai
it: Avvia
ko: 시작
mr: सुरू करा
ms: Mulai
nl_nl: Starten
no: Start
pl: Rozpocznij
pt_br: Iniciar
pt_pt: Iniciar
ro: Începe
ru: Начать
sk: Začať
sl: Začeti
sv: Starta
ta: தொடங்கு
te: ప్రారంభం
th: เริ่มต้น
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 开始

# core_ui.f6c6bda43180
source: 設定済み
ar_sa: تم ضبطه بالفعل
ca: Ja posat
cs: Nastavení dokončeno
da: Indstillet
de_de: Gespeichert
el: Ρυθμίσεις ολοκληρωμένες
en_au: Settings saved
es_es: Configuración guardada
fi: Asetukset valittu
fr_ca: Paramètres sauvegardés
gu: સેટિંગ્સ સેટ કરેલ
he: הגדרות שמורות
hi: सेटिंग की गई
hr: Postavke su spremljene
hu: Beállított
id: Sudah diatur
it: Impostazioni salvate
ko: 설정이 완료됨
mr: सेटिंग पूर्ण
ms: Tetapan telah ditetapkan
nl_nl: Instellingen voltooid
no: Registrert
pl: Ustawione
pt_br: Configurações salvas
pt_pt: Configurações salvas
ro: Setări salvate
ru: Настройки завершены
sk: Nastavenia uložené
sl: Nastavitve uporabljene
sv: Inställda
ta: அமைப்புகள் முடிந்தது
te: సెట్టింగ్‌లు పూర్తయ్యాయి
th: ตั้งค่าแล้ว
tr: Ayarlar kaydedildi
uk: Налаштовано
vi: Đã cài đặt
zh_hans: 已设置
zh_hant: 已设置

# core_ui.f894a2a47a50
source: 回
ar_sa: تكرارات
ca: repeticions
cs: opakování
da: gentagelser
de_de: Wdh.
el: επαναλήψεις
en_au: reps
es_es: repeticiones
fi: toistoa
fr_ca: répétitions
gu: રેપ્સ
he: חזרות
hi: रेप्स
hr: ponavljanja
hu: ismétlés
id: repetisi
it: ripetizioni
ko: 회
mr: रेप्स
ms: ulangan
nl_nl: herhalingen
no: repetisjoner
pl: powtórzeń
pt_br: repetições
pt_pt: repetições
ro: repetări
ru: повторений
sk: opakovaní
sl: ponovitev
sv: repetitioner
ta: ரெப்ஸ்
te: రెప్స్
th: ครั้ง
tr: tekrar
uk: повторень
vi: lần lặp
zh_hans: 次
zh_hant: 次

# core_ui.f904bbca161c
source: ジム訪問を自動記録
ar_sa: تسجيل زيارات النادي تلقائيًا
ca: Registra automàticament les visites al gimnàs
cs: Automaticky zaznamenávat návštěvy posilovny
da: Registrer automatisk besøg i fitnesscenter
de_de: Studiobesuche automatisch erfassen
el: Αυτόματη καταγραφή επισκέψεων στο γυμναστήριο
en_au: Automatically log gym visits
es_es: Registrar automáticamente las visitas al gimnasio
fi: Kirjaa kuntosalikäynnit automaattisesti
fr_ca: Enregistrer automatiquement les visites à la salle
gu: જિમ મુલાકાતો આપમેળે રેકોર્ડ કરો
he: רישום אוטומטי של ביקורים בחדר הכושר
hi: जिम विज़िट अपने-आप रिकॉर्ड करें
hr: Automatski bilježi posjete teretani
hu: Edzőtermi látogatások automatikus naplózása
id: Catat kunjungan gym secara otomatis
it: Registra automaticamente le visite in palestra
ko: 헬스장 방문 자동 기록
mr: जिम भेटी आपोआप नोंदवा
ms: Log lawatan gim secara automatik
nl_nl: Sportschoolbezoeken automatisch registreren
no: Registrer treningssenterbesøk automatisk
pl: Automatycznie zapisuj wizyty na siłowni
pt_br: Registrar visitas à academia automaticamente
pt_pt: Registar visitas à ginásio automaticamente
ro: Înregistrează automat vizitele la sală
ru: Автоматически записывать посещения спортзала
sk: Automaticky zaznamenávať návštevy posilňovne
sl: Samodejno beleži obiske fitnesa
sv: Logga gymbesök automatiskt
ta: ஜிம் வருகைகளைத் தானாகப் பதிவு செய்யவும்
te: జిమ్ సందర్శనలను ఆటోమేటిక్‌గా రికార్డ్ చేయండి
th: บันทึกการไปยิมอัตโนมัติ
tr: Spor salonu ziyaretlerini otomatik kaydet
uk: Автоматично записувати відвідування спортзалу
vi: Tự động ghi lại lần đến phòng gym
zh_hans: 自动记录健身房到访
zh_hant: 自動記錄健身房造訪

# core_ui.f913cce82a70
source: {{value1}}件
ar_sa: {{value1}} عناصر
ca: {{value1}} elements
cs: {{value1}} položek
da: {{value1}} elementer
de_de: {{value1}} Einträge
el: {{value1}} στοιχεία
en_au: {{value1}} items
es_es: {{value1}} elementos
fi: {{value1}} kohdetta
fr_ca: {{value1}} éléments
gu: {{value1}} આઇટમ
he: {{value1}} פריטים
hi: {{value1}} आइटम
hr: {{value1}} stavki
hu: {{value1}} elem
id: {{value1}} item
it: {{value1}} elementi
ko: {{value1}}개
mr: {{value1}} आयटम
ms: {{value1}} item
nl_nl: {{value1}} items
no: {{value1}} elementer
pl: {{value1}} elementów
pt_br: {{value1}} itens
pt_pt: {{value1}} itens
ro: {{value1}} elemente
ru: {{value1}} элементов
sk: {{value1}} položiek
sl: {{value1}} elementov
sv: {{value1}} objekt
ta: {{value1}} உருப்படிகள்
te: {{value1}} అంశాలు
th: {{value1}} รายการ
tr: {{value1}} öğe
uk: {{value1}} елементів
vi: {{value1}} mục
zh_hans: {{value1}}项
zh_hant: {{value1}}項

# core_ui.f94b300a8f3b
source: 健康記録と広告データを分離
ar_sa: افصل سجلات الصحة عن بيانات الإعلانات
ca: Mantén separats els registres de salut i les dades publicitàries
cs: Oddělit zdravotní záznamy od reklamních dat
da: Hold sundhedsdata adskilt fra annoncedata
de_de: Gesundheitsdaten von Werbedaten trennen
el: Διατήρηση των δεδομένων υγείας χωριστά από τα διαφημιστικά δεδομένα
en_au: Keep health records separate from ad data
es_es: Mantener separados los registros de salud y los datos publicitarios
fi: Pidä terveystiedot erillään mainostiedoista
fr_ca: Séparer les données de santé des données publicitaires
gu: આરોગ્ય રેકોર્ડને જાહેરાત ડેટાથી અલગ રાખો
he: הפרדת רישומי בריאות מנתוני מודעות
hi: स्वास्थ्य रिकॉर्ड को विज्ञापन डेटा से अलग रखें
hr: Odvoji zdravstvene podatke od oglasnih podataka
hu: Az egészségügyi adatok elkülönítése a hirdetési adatoktól
id: Pisahkan data kesehatan dari data iklan
it: Mantieni separati i dati sanitari dai dati pubblicitari
ko: 건강 기록과 광고 데이터 분리
mr: आरोग्य नोंदी जाहिरात डेटापासून वेगळ्या ठेवा
ms: Asingkan rekod kesihatan daripada data iklan
nl_nl: Gezondheidsgegevens gescheiden houden van advertentiegegevens
no: Hold helsedata atskilt fra annonsedata
pl: Oddzielaj dane zdrowotne od danych reklamowych
pt_br: Manter registros de saúde separados dos dados de anúncios
pt_pt: Manter registos de saúde separados dos dados de anúncios
ro: Păstrează datele de sănătate separate de datele publicitare
ru: Отделять данные о здоровье от рекламных данных
sk: Oddeliť zdravotné záznamy od reklamných údajov
sl: Loči zdravstvene podatke od oglasnih podatkov
sv: Håll hälsodata åtskilda från annonsdata
ta: ஆரோக்கியப் பதிவுகளை விளம்பரத் தரவிலிருந்து தனியாக வைத்திருக்கவும்
te: ఆరోగ్య రికార్డులను ప్రకటన డేటా నుంచి వేరుగా ఉంచండి
th: แยกข้อมูลสุขภาพออกจากข้อมูลโฆษณา
tr: Sağlık kayıtlarını reklam verilerinden ayrı tut
uk: Відокремлювати дані про здоров’я від рекламних даних
vi: Tách riêng dữ liệu sức khỏe khỏi dữ liệu quảng cáo
zh_hans: 将健康记录与广告数据分开
zh_hant: 將健康記錄與廣告資料分開
